Repository: xcv58/MacTools
Catalog: Plugins/DockClickMinimize/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# widget.title
source: 点击隐藏
ar: إخفاء بالنقر
de: Klick ausblenden
en: Click to Hide
es: Clic para ocultar
fr: Clic pour masquer
ja: クリックで隠す
ko: 클릭으로 가리기
pt: Clique para ocultar
ru: Скрыть по клику
tr: Gizlemek için tıklayın
zh_hant: 點按隱藏

# metadata.title
source: 点击程序坞隐藏活跃 App
ar: إخفاء التطبيق النشط بالنقر على Dock
de: Aktive App per Dock-Klick ausblenden
en: Hide Active App on Dock Click
es: Ocultar la app activa al hacer clic en el Dock
fr: Masquer l’app active par clic dans le Dock
ja: DockクリックでアクティブなAppを隠す
ko: Dock 클릭으로 활성 앱 가리기
pt: Ocultar app ativa com clique no Dock
ru: Скрыть активное приложение щелчком по Dock
tr: Dock'a Tıklayınca Etkin Uygulamayı Gizle
zh_hant: 點擊 Dock 隱藏使用中 App

# metadata.description
source: 点击活跃 App 的程序坞图标即可将其隐藏（如 Windows）。
ar: أخفِ التطبيق النشط بالنقر على أيقونته في Dock (كما في Windows).
de: Blendet die aktive App durch Klick auf ihr Dock-Symbol aus (wie unter Windows).
en: Hide the active app by clicking its Dock icon (like on Windows).
es: Oculta la app activa al hacer clic en su icono del Dock (como en Windows).
fr: Masque l’app active en cliquant sur son icône dans le Dock (comme sous Windows).
ja: DockのアイコンをクリックしてアクティブなAppを隠します（Windowsと同様）。
ko: Dock 아이콘을 클릭해 활성 앱을 가립니다(Windows처럼).
pt: Oculta o app ativo ao clicar no ícone dele no Dock (como no Windows).
ru: Скрывает активное приложение щелчком по его значку в Dock (как в Windows).
tr: Dock simgesine tıklayarak etkin uygulamayı gizleyin (Windows'taki gibi).
zh_hant: 點擊使用中 App 的 Dock 圖示即可將其隱藏（如 Windows）。

# panel.subtitle.enabled
source: 已开启
ar: مفعّل
de: Ein
en: On
es: Activado
fr: Activé
ja: オン
ko: 켜짐
pt: Ativado
ru: Вкл.
tr: Açık
zh_hant: 已開啟

# panel.subtitle.disabled
source: 已关闭
ar: معطّل
de: Aus
en: Off
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
pt: Desativado
ru: Выкл.
tr: Kapalı
zh_hant: 已關閉

# panel.subtitle.needsAccessibility
source: 需要辅助功能授权
ar: يتطلب إذن تسهيلات الاستخدام
de: Bedienungshilfe-Berechtigung erforderlich
en: Accessibility permission required
es: Se requiere permiso de accesibilidad
fr: Autorisation Accessibilité requise
ja: アクセシビリティの許可が必要です
ko: 손쉬운 사용 권한이 필요함
pt: Permissão de Acessibilidade necessária
ru: Требуется разрешение «Универсальный доступ»
tr: Erişilebilirlik izni gerekiyor
zh_hant: 需要輔助使用權限

# panel.subtitle.needsInputMonitoring
source: 需要输入监控授权
ar: يتطلب إذن مراقبة الإدخال
de: Berechtigung zur Eingabeüberwachung erforderlich
en: Input Monitoring permission required
es: Se requiere permiso de supervisión de entrada
fr: Autorisation Surveillance des entrées requise
ja: 入力監視の許可が必要です
ko: 입력 모니터링 권한이 필요함
pt: Permissão de Monitoramento de Entrada necessária
ru: Требуется разрешение на мониторинг ввода
tr: Giriş İzleme izni gerekiyor
zh_hant: 需要輸入監控權限

# permission.accessibility.title
source: 辅助功能
ar: تسهيلات الاستخدام
de: Bedienungshilfe
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
pt: Acessibilidade
ru: Универсальный доступ
tr: Erişilebilirlik
zh_hant: 輔助使用

# permission.accessibility.description
source: 用于识别程序坞中的应用，并隐藏当前活跃的应用。
ar: يحدد تطبيقات Dock ويخفي التطبيق النشط.
de: Ermittelt Dock-Apps und blendet die aktive App aus.
en: Identifies Dock applications and hides the active application.
es: Identifica las apps del Dock y oculta la app activa.
fr: Identifie les apps du Dock et masque l’app actuellement active.
ja: Dockのアプリを識別し、アクティブなアプリを非表示にします。
ko: Dock 앱을 식별하고 활성 앱을 가립니다.
pt: Identifica apps do Dock e oculta o app ativo.
ru: Определяет приложения в Dock и скрывает активное приложение.
tr: Dock uygulamalarını tanır ve etkin uygulamayı gizler.
zh_hant: 用於辨識 Dock 中的 App，並隱藏目前使用中的 App。

# permission.accessibility.footnote
source: 在系统设置的“隐私与安全性 > 辅助功能”中允许 MacTools。
ar: اسمح لـ MacTools في إعدادات النظام > الخصوصية والأمن > تسهيلات الاستخدام.
de: Erlaube MacTools in Systemeinstellungen > Datenschutz & Sicherheit > Bedienungshilfe.
en: Allow MacTools in System Settings > Privacy & Security > Accessibility.
es: Permite MacTools en Ajustes del Sistema > Privacidad y seguridad > Accesibilidad.
fr: Autorisez MacTools dans Réglages Système > Confidentialité et sécurité > Accessibilité.
ja: システム設定 > プライバシーとセキュリティ > アクセシビリティでMacToolsを許可してください。
ko: 시스템 설정 > 개인정보 보호 및 보안 > 손쉬운 사용에서 MacTools를 허용하세요.
pt: Permita o MacTools em Ajustes do Sistema > Privacidade e Segurança > Acessibilidade.
ru: Разрешите MacTools в Системных настройках > Конфиденциальность и безопасность > Универсальный доступ.
tr: Sistem Ayarları > Gizlilik ve Güvenlik > Erişilebilirlik bölümünde MacTools'a izin verin.
zh_hant: 在「系統設定」>「隱私權與安全性」>「輔助使用」中允許 MacTools。

# permission.inputMonitoring.title
source: 输入监控
ar: مراقبة الإدخال
de: Eingabeüberwachung
en: Input Monitoring
es: Supervisión de entrada
fr: Surveillance des entrées
ja: 入力監視
ko: 입력 모니터링
pt: Monitoramento de Entrada
ru: Мониторинг ввода
tr: Giriş İzleme
zh_hant: 輸入監控

# permission.inputMonitoring.description
source: 用于在不阻止原生程序坞点击的情况下监听鼠标左键。
ar: يراقب النقرات اليسرى دون حجب سلوك Dock الأصلي.
de: Beobachtet Linksklicks, ohne das native Dock-Verhalten zu blockieren.
en: Observes left clicks without blocking native Dock behavior.
es: Observa clics izquierdos sin bloquear el comportamiento nativo del Dock.
fr: Observe les clics gauches sans bloquer le comportement natif du Dock.
ja: Dock本来の動作を妨げずに左クリックを監視します。
ko: Dock의 기본 동작을 막지 않고 왼쪽 클릭을 감지합니다.
pt: Observa cliques com o botão esquerdo sem bloquear o comportamento nativo do Dock.
ru: Отслеживает щелчки левой кнопкой, не блокируя стандартное поведение Dock.
tr: Yerel Dock davranışını engellemeden sol tıklamaları gözlemler.
zh_hant: 在不阻擋 Dock 原生行為的情況下監聽滑鼠左鍵點擊。

# permission.inputMonitoring.footnote
source: 在系统设置的“隐私与安全性 > 输入监控”中允许 MacTools。
ar: اسمح لـ MacTools في إعدادات النظام > الخصوصية والأمن > مراقبة الإدخال.
de: Erlaube MacTools in Systemeinstellungen > Datenschutz & Sicherheit > Eingabeüberwachung.
en: Allow MacTools in System Settings > Privacy & Security > Input Monitoring.
es: Permite MacTools en Ajustes del Sistema > Privacidad y seguridad > Supervisión de entrada.
fr: Autorisez MacTools dans Réglages Système > Confidentialité et sécurité > Surveillance des entrées.
ja: システム設定 > プライバシーとセキュリティ > 入力監視でMacToolsを許可してください。
ko: 시스템 설정 > 개인정보 보호 및 보안 > 입력 모니터링에서 MacTools를 허용하세요.
pt: Permita o MacTools em Ajustes do Sistema > Privacidade e Segurança > Monitoramento de Entrada.
ru: Разрешите MacTools в Системных настройках > Конфиденциальность и безопасность > Мониторинг ввода.
tr: Sistem Ayarları > Gizlilik ve Güvenlik > Giriş İzleme bölümünde MacTools'a izin verin.
zh_hant: 在「系統設定」>「隱私權與安全性」>「輸入監控」中允許 MacTools。

# settings.section.title
source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt: Ajustes
ru: Настройки
tr: Ayarlar
zh_hant: 設定

# error.accessibilityRequired
source: 点击程序坞隐藏活跃 App 需要辅助功能权限。
ar: يتطلب إخفاء التطبيق النشط بالنقر على Dock إذن تسهيلات الاستخدام.
de: Aktive App per Dock-Klick ausblenden benötigt die Berechtigung für Bedienungshilfe.
en: Hide Active App on Dock Click needs Accessibility permission.
es: Ocultar la app activa al hacer clic en el Dock necesita permiso de accesibilidad.
fr: Masquer l’app active par clic dans le Dock nécessite l’autorisation Accessibilité.
ja: DockクリックでアクティブなAppを隠すにはアクセシビリティの許可が必要です。
ko: Dock 클릭으로 활성 앱 가리기에는 손쉬운 사용 권한이 필요합니다.
pt: Ocultar app ativa com clique no Dock requer permissão de Acessibilidade.
ru: Для скрытия активного приложения щелчком по Dock требуется разрешение «Универсальный доступ».
tr: Dock'a Tıklayınca Etkin Uygulamayı Gizle özelliği Erişilebilirlik izni gerektiriyor.
zh_hant: 點擊 Dock 隱藏使用中 App 需要輔助使用權限。

# error.inputMonitoringRequired
source: 点击程序坞隐藏活跃 App 需要输入监控权限。
ar: يتطلب إخفاء التطبيق النشط بالنقر على Dock إذن مراقبة الإدخال.
de: Aktive App per Dock-Klick ausblenden benötigt die Berechtigung zur Eingabeüberwachung.
en: Hide Active App on Dock Click needs Input Monitoring permission.
es: Ocultar la app activa al hacer clic en el Dock necesita permiso de supervisión de entrada.
fr: Masquer l’app active par clic dans le Dock nécessite l’autorisation Surveillance des entrées.
ja: DockクリックでアクティブなAppを隠すには入力監視の許可が必要です。
ko: Dock 클릭으로 활성 앱 가리기에는 입력 모니터링 권한이 필요합니다.
pt: Ocultar app ativa com clique no Dock requer permissão de Monitoramento de Entrada.
ru: Для скрытия активного приложения щелчком по Dock требуется разрешение на мониторинг ввода.
tr: Dock'a Tıklayınca Etkin Uygulamayı Gizle özelliği Giriş İzleme izni gerektiriyor.
zh_hant: 點擊 Dock 隱藏使用中 App 需要輸入監控權限。

# error.startFailed
source: 无法启动点击程序坞隐藏活跃 App，请检查权限。
ar: تعذر بدء إخفاء التطبيق النشط بالنقر على Dock. تحقق من الأذونات.
de: Aktive App per Dock-Klick ausblenden konnte nicht gestartet werden. Prüfe die Berechtigungen.
en: Hide Active App on Dock Click could not start. Check its permissions.
es: No se pudo iniciar Ocultar la app activa al hacer clic en el Dock. Comprueba sus permisos.
fr: Impossible de démarrer Masquer l’app active par clic dans le Dock. Vérifiez ses autorisations.
ja: DockクリックでアクティブなAppを隠すを開始できませんでした。許可を確認してください。
ko: Dock 클릭으로 활성 앱 가리기를 시작할 수 없습니다. 권한을 확인하세요.
pt: Não foi possível iniciar Ocultar app ativa com clique no Dock. Verifique as permissões.
ru: Не удалось запустить скрытие активного приложения щелчком по Dock. Проверьте разрешения.
tr: Dock'a Tıklayınca Etkin Uygulamayı Gizle başlatılamadı. İzinleri denetleyin.
zh_hant: 無法啟動點擊 Dock 隱藏使用中 App，請檢查權限。
